{"translation-revision-date":"2023-07-26 08:54:07+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Read the guide":["Lire le guide"],"Most of the time Jetpack Boost will increase your site speed, but there may be cases where your score does not increase.<br\/><br\/>Try refreshing your score, and if it doesn’t help, check our guide on improving your site speed score:":["La plupart du temps, Jetpack Boost augmentera la vitesse de votre site, mais il peut arriver que votre score n’augmente pas.<br\/><br\/>Essayez d’actualiser votre score, et si cela ne suffit pas, consultez notre guide sur l’amélioration du score de vitesse de votre site :"],"Upgrade to scan your site for issues - automatically!":["Mettez votre site à niveau pour que les éventuels problèmes puissent être détectés, et ce, automatiquement !"],"Warming up the engine…":["Mise à température du moteur..."],"Getting ready…":["Préparation..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["Votre tâche d’analyse de la taille de l’image semble compromise, ou bien notre système est surchargé de manière inhabituelle. Veuillez réessayer. Si le problème persiste, veuillez contacter l’assistance."],"Start image analysis":["Démarrer l’analyse d’image"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["%1$d problèmes ont été détectés après analyse de vos %2$d pages les plus récentes."],"Congratulations; no issues found after scanning your %d most recent pages.":["Félicitations, aucun problème n’a été trouvé après analyse de vos %d pages les plus récentes."],"Something has gone wrong.":["Un problème est survenu."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["En plus de la page d’accueil, des pages et des articles, Boost analysera également les types d’articles personnalisés suivants trouvés sur votre site :"],"Your site now auto-generates Critical CSS and can analyze image sizes for efficient display.":["Votre site génère désormais automatiquement des CSS critiques et peut analyser la taille des images pour un affichage efficace."],"Automatic image size analysis":["Analyse automatique de la taille des images"],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Analysez votre site à la recherche d’images qui ne sont pas adaptées à l’appareil sur lequel elles sont affichées."],"Automatically scan your site for image size issues":["Analyse automatique de votre site pour détecter les problèmes de taille d’image"],"Automatically regenerate critical CSS after site changes, and hunt down image issues with ease.":["Regénérez automatiquement les CSS critiques après les modifications du site et recherchez aisément les problèmes d’image."],"Image analysis report":["Rapport d’analyse d’image"],"<refresh>Refresh<\/refresh> to see the latest recommendations.":["<refresh>Actualisez<\/refresh> pour voir les dernières recommandations."],"No image size issues found yet…":["Aucun problème de taille d’image n’a été trouvé pour le moment..."],"🥳 No image size issues found!":["🥳 Aucun problème de taille d’image détecté !"],"Image Details":["Détails de l’image"],"Device":["Appareil"],"Potential Size":["Taille potentielle"],"This issue affects small screens":["Ce problème concerne les petits écrans"],"This issue affects large screens":["Ce problème concerne les grands écrans"],"Missing Image":["Image manquante"],"This image does not appear to load. Please check the URL in the relevant page.":["Cette image ne semble pas vouloir se charger. Veuillez vérifier l’URL de la page concernée."],"Edit Page":["Modifier la page"],"An error occurred while loading this entry.":["Une erreur est survenue lors du chargement de cette entrée."],"More recommendations have been found. <refresh>Refresh<\/refresh> to see the latest recommendations.":["D’autres recommandations ont été trouvées. <refresh>Actualisez<\/refresh> pour voir les dernières recommandations."],"%d Image Recommendation":["%d recommandation d’image","%d recommandations d’image"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["Le réseau de diffusion de contenu d’images de Jetpack Boost peut automatiquement redimensionner pour vous de nombreuses images."],"We recommend enabling the <b>Image CDN<\/b>.":["Nous vous recommandons d’activer le <b>réseau de diffusion de contenu d’images<\/b>."],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Nous avons constaté que vous avez récemment effectué une mise à jour d’une extension susceptible d’affecter la structure HTML\/CSS de votre site."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Nous avons constaté que vous avez récemment effectué une mise à jour de votre thème susceptible d’affecter la structure HTML\/CSS de votre site."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Nous avons constaté que vous avez récemment publié un nouvel article sur votre site susceptible d’affecter sa structure HTML\/CSS."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Nous avons constaté que vous avez récemment publié une nouvelle page sur votre site susceptible d’affecter sa structure HTML\/CSS."],"See full report":["Voir le rapport complet"],"Analyze again":["Effectuer une nouvelle analyse"],"How to fix":["Comment corriger"],"Size on screen":["Taille à l’écran"],"Expected Dimensions":["Dimensions attendues"],"File Dimensions":["Dimensions du fichier"],"Fix on page":["Corriger sur la page"],"Other":["Autre"],"Posts":["Articles"],"Pages":["Pages"],"Homepage":["Page d’accueil"],"All":["Tous"],"Comma separated list of CSS stylesheets to exclude":["Liste séparée par des virgules des feuilles de style CSS à exclure"],"Exclude CSS Strings":["Exclure des chaînes CSS"],"Exclude CSS Strings:":["Exclure des chaînes CSS :"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Les styles sont groupés en fonction de leur emplacement d’origine, concaténés et minimisés afin de réduire le temps de chargement du site et le nombre de requêtes."],"Concatenate CSS":["Concaténer CSS"],"Comma separated list of JS scripts to exclude":["Liste séparée par des virgules des scripts JS à exclure"],"Exclude JS Strings":["Exclure des chaînes JS"],"Exclude JS Strings:":["Exclure des chaînes JS :"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Les scripts sont groupés en fonction de leur emplacement d’origine, concaténés et minimisés afin de réduire le temps de chargement du site et le nombre de requêtes."],"Concatenate JS":["Concaténer JS"],"Except: %s":["Sauf : %s"],"Save":["Enregistrer"],"Concatenate JS and CSS":["Concaténer JS et CSS"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Optimisez les performances de votre site Web en fusionnant et en compressant les fichiers JavaScript et CSS afin de réduire le temps de chargement du site et le nombre de requêtes."],"This tool will search your site for images that are too large and have an impact your visitors experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Cet outil recherchera sur votre site les images trop volumineuses qui ont un impact sur l’expérience des visiteurs, le temps de chargement des pages et le classement dans les moteurs de recherche. Une fois cette opération terminée, il vous fournira un rapport répertoriant toutes les images aux dimensions inadéquates, accompagné de suggestions pour les corriger."],"Image Size Analysis":["Analyse de la taille des images"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost génère automatiquement vos CSS critiques<\/b> chaque fois que vous apportez des modifications à la structure HTML ou CSS de votre site."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Vous devez régénérer vos CSS critiques<\/b> chaque fois que vous apportez des modifications à la structure HTML ou CSS de votre site."],"Optimize Critical CSS Loading (manual)":["Optimiser le chargement des CSS critiques (manuel)"],"Upgrade now":["Mettre à niveau maintenant"],"Actions that could change your CSS or HTML structure included but are not limited to:":["Parmi les actions susceptibles de modifier votre structure CSS ou HTML figurent les actions suivantes :"],"If you’d like automatic Critical CSS regeneration":["Si vous souhaitez une régénération automatique des CSS critiques"],"Save time by upgrading to Automatic Critical CSS generation":["Gagner du temps en passant à la génération automatique des CSS critiques"],"Upgrade now only %s":["Passer à une option payante maintenant – seulement %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["N’oubliez pas d’effectuer une régénération chaque fois que vous apportez des modifications qui affectent votre structure HTML ou CSS."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Veuillez régénérer vos CSS critiques afin de maintenir des performances optimales pour votre site."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Nous avons constaté des mises à jour de votre site qui pourraient avoir modifié votre structure HTML\/CSS."],"Regenerate Critical CSS":["Regénérer les CSS critiques"],"Give us a few minutes while we go through your images…":["Laissez-nous quelques minutes pour parcourir vos images…"],"%d issues":["%d problème(s)"],"No issues":["Aucun problème"],"Must be done manually":["Doit être effectuée manuellement"],"Automatically updated":["Mis à jour automatiquement"],"Image CDN":["Réseau de diffusion de contenu d’images"],"Image guide":["Guide d’image"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Passez à une option payante pour votre version de WordPress si la nouvelle version inclut des modifications de CSS de base."],"Change settings of plugins that impact your site layout or HTML structure.":["Modifiez les réglages des extensions qui ont un impact sur la mise en page ou la structure HTML de votre site."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Activez, désactivez ou mettez à jour les extensions qui ont un impact sur la mise en page ou la structure HTML de votre site."],"Edit a post\/page.":["Modifiez un article \/ une page."],"Write a new post\/page.":["Rédigez un nouvel article \/ une nouvelle page."],"Make theme changes.":["Modifiez le thème."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Pour améliorer la vitesse de votre site, avec ce plan, vous devrez optimiser les CSS en utilisant la fonctionnalité de génération manuelle des CSS critiques chaque fois que vous :"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Diffusez des images à partir du réseau de diffusion de contenu de Jetpack. Redimensionne automatiquement vos images à une taille appropriée, les convertit en formats efficaces modernes comme WebP et les partage à partir d’un réseau mondial de serveurs."],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["Le service cloud de Boost peut détecter automatiquement le moment où votre site a besoin de régénérer les CSS critiques et exécuter cette fonction en arrière-plan sans que vous ayez à la surveiller manuellement."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["Il est essentiel de régénérer des CSS critiques pour optimiser la vitesse de votre site chaque fois que votre structure HTML ou CSS change. Maîtriser cela peut être long et fastidieux."],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Découvrez et corrigez les images avec une résolution, des proportions ou une taille de fichier sous-optimales, ce qui améliore l’expérience utilisateur et la vitesse des pages."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Vous bénéficiez déjà d’un plan ou d’une clé de licence ? <link>Cliquer ici pour commencer<\/link>"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Le prix réduit est une offre limitée la première année. Le renouvellement se fait au prix normal."],"%s not included":["%s non inclus"],"%s coming soon":["%s bientôt disponible"],"Coming soon":["Bientôt disponible"],"Arrow right":["Flèche droite"],"Arrow left":["Flèche gauche"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Cette fonctionnalité vous aide à repérer les images trop volumineuses. Lorsque vous parcourez votre site, le guide d’image superpose des informations sur la taille de chaque image."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Contactez votre hébergeur ou votre administrateur système et demandez-lui d’installer ou d’activer l’une de ces extensions."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost est capable de fonctionner sans ces extensions, mais il pourrait vous être difficile d’optimiser les images que le guide d’image aura identifiées."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Il semblerait que votre serveur n’ait pas installé les extensions Imagick ou GD."],"Image resizing is unavailable":["Le redimensionnement d’image n’est pas disponible"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Assistance par e-mail dédiée et live chat prioritaire si <link>votre plan<\/link> inclut une <strong>assistance premium<\/strong>"],"Image Guide":["Guide d’image"],"Run test":["Exécuter le test"],"Re-run test":["Ré-exécuter le test"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost teste la vitesse de votre cache."],"Measuring Super Cache Speed":["Mesure de la vitesse de Super Cache"],"Super Cache is saving your visitors about %d ms":["Super Cache fait gagner environ %d ms à vos visiteurs"],"We ran into an error measuring your speed: %s":["Nous avons rencontré une erreur lors de la mesure de votre vitesse : %s"],"Super Cache Speed":["Vitesse de Super Cache"],"Find out how much difference it makes for your users.":["Découvrez la différence que cela représente pour vos utilisateurs."],"Super Cache detected":["Super Cache détecté"],"Set up":["Configurer"],"Enable Super Cache to speed your site up further.":["Activez Super Cache pour accélérer davantage votre site."],"Super Cache is installed but not enabled":["Super Cache est installé mais n’est pas activé"],"Could not detect performance records for the Super Cache test. Please try again.":["Impossible de détecter les enregistrements de performances pour le test de Super Cache. Veuillez réessayer."],"Speed score has fallen":["Votre score de vitesse a baissé"],"That's great! If you’re happy, why not rate Boost?":["C’est super ! Si vous êtes satisfait(e), pourquoi ne pas évaluer Boost ?"],"Your site got faster":["Votre site est devenu plus rapide"],"Generating Critical CSS. Please don’t leave this page until completed.":["Génération de CSS critiques. Ne quittez pas cette page avant la fin de l’opération."],"Manual Critical CSS regeneration":["Régénération manuelle des CSS critiques"],"Start for free":["Commencer gratuitement"],"Automatic Critical CSS regeneration":["Régénération automatique des CSS critiques"],"Get Boost":["Obtenir Boost"],"Lazy image loading":["Chargement optimisé des images"],"Defer non-essential JavaScript":["Différer le JavaScript non essentiel"],"The easiest speed optimization plugin for WordPress":["L’extension d’optimisation de la vitesse la plus simple pour WordPress"],"First Year Discount":["Remise sur la première année"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Les clients payants profitent d’une assistance par e-mail dédiée et renommée partout dans le monde de la part de nos Happiness Engineers, qui les aident quel que soit le problème.<br><br>Toutes les autres questions sont gérées par notre équipe aussi vite que possible via le forum d’assistance WordPress."],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Déplacez les informations de style importantes au début de la page, ce qui aide les pages à afficher votre contenu plus tôt, afin que vos utilisateurs n’aient pas à attendre le chargement complet de la page. Communément appelé CSS critiques."],"% off":["% de réduction"],"Not included":["Non inclus"],"Included":["Inclus"],"Has a video.":["A une vidéo."],"Tag":["Étiquette"],"Magnifying Glass":["Loupe"],"Post":["Article"],"Page":["Page"],"Has an image.":["A une image."],"Has multiple images.":["A plusieurs images."],"Information.":["Informations"],"Category":["Catégorie"],"Toggle search filters.":["Ouvrir\/Fermer les filtres de recherche."],"Close.":["Fermer"],"Matching comment.":["Commentaire correspondant."],"Show filters":["Afficher les filtres"],"Is a product.":["Est un produit."],"Is an event.":["Est un évènement."],"Has audio.":["Avec son."],"Cancel":["Annuler"],"Contact Us":["Contactez-nous"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Votre plan payant vous donne accès à l’assistance prioritaire de Jetpack Boost."],"We're here to help":["Nous sommes à votre disposition pour vous aider"],"Automatically Optimize CSS Loading":["Optimiser automatiquement le chargement des CSS"],"Optimize with Jetpack Boost":["Optimiser avec Jetpack Boost"],"Your Jetpack Boost has been upgraded!":["Votre Jetpack Boost a été mis à niveau !"],"Continue":["Continuer"],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Prix de lancement spécial, tous les renouvellements sont au prix plein. Garantie de remboursement de 14 jours."],"Dedicated email support":["Assistance par e-mail dédiée"],"Performance scores are recalculated after each change":["Les scores de performance sont recalculés après chaque modification"],"Automatic critical CSS regeneration":["Régénération automatique des CSS critiques"],"Optimize your website's performance":["Optimiser les performances de votre site Web"],"Upgrade Jetpack Boost":["Passer à une option payante pour Jetpack Boost"],"Icon for the product %s":["Icône du produit %s"],"\/month, paid yearly":["\/mois, en paiement annuel"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["En cliquant sur le bouton <strong>%s<\/strong>, vous acceptez nos <tosLink>conditions d’utilisation<\/tosLink> et le <shareDetailsLink>partage d’informations<\/shareDetailsLink> avec WordPress.com."],"An Automattic Airline":["Une compagnie aérienne Automattic"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost génère plus de CSS critiques."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost générera automatiquement les CSS critiques pour vous."],"…and %d more":["… et %d de plus"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Déplacez les informations de style importantes au début de la page, ce qui aide les pages à afficher votre contenu plus tôt, afin que vos utilisateurs n’aient pas à attendre le chargement complet de la page. Communément appelés <link>CSS critiques<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Si vous ne savez pas ce que sont ces en-têtes ou d’où ils proviennent, contactez votre hébergeur et demandez-lui de supprimer l’en-tête « X-Frame-Options » de votre site."],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Vérifiez que vous n’utilisez pas d’extensions qui ajoutent des en-têtes HTTP supplémentaires à votre site WordPress. Le cas échéant, désactivez-les."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost utilise des iframes pour générer vos CSS critiques. Malheureusement, votre site possède un en-tête de configuration spécial qui l’empêche de se charger à l’intérieur d’un iframe. L’en-tête s’appelle « X-Frame-Options: DENY ». Il peut être ajouté à un site WordPress soit en utilisant une extension, soit via une configuration du serveur."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost n’a pas pu charger la page suivante en raison de sa configuration X-Frame-Options :","Jetpack Boost n’a pas pu charger les pages suivantes en raison de leur configuration X-Frame-Options :"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Si l’erreur persiste, veuillez contacter l’<support>assistance de Jetpack Boost<\/support> en transmettant une copie de votre message d’erreur."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Le cas échéant, <retry>essayez à nouveau<\/retry> de générer les CSS critiques."],"Verify that the page loads correctly.":["Vérifiez que la page se charge correctement."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Un problème non anticipé par Jetpack Boost est survenu. Une erreur inattendue est survenue lors de la génération des CSS critiques pour la page suivante :","Un problème non anticipé par Jetpack Boost est survenu. Une erreur inattendue est survenue lors de la génération des CSS critiques pour les pages suivantes :"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Si vous utilisez une extension qui intègre vos styles CSS directement dans vos pages, ou si votre site n’utilise pas de feuilles de style CSS externes, vous pouvez ignorer ce problème dans la mesure où les CSS critiques ne peuvent accélérer que les pages qui utilisent des styles externes."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Vérifiez que les styles se chargent correctement, puis <retry>réessayez<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Il semblerait que la page suivante ne contienne aucun élément CSS pertinent dans sa ou ses feuilles de style externes :","Il semblerait que les pages suivantes ne contiennent aucun élément CSS pertinent dans leur(s) feuille(s) de style externe(s) :"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Vérifiez que le contenu affiché fait partie de votre site WordPress et qu’il ne s’agit pas d’une page externe gérée par un autre système."],"Visit the page.":["Visitez la page."],"Please follow the troubleshooting steps below for the page.":["Veuillez observer les étapes de résolution de problème ci-dessous pour cette page.","Veuillez observer les étapes de résolution de problème ci-dessous pour chacune de ces pages."],"Deactivate any plugin that you believe are making the page slow.":["Désactivez toutes les extensions qui ralentissent selon vous la page."],"If this page is slower than the others, check what plugins are working on that page.":["Si cette page est plus lente que les autres, vérifiez quelles extensions fonctionnent sur cette page."],"See how long it takes to load compared to other pages on your site.":["Comparez son temps de chargement avec celui d’autres pages de votre site."],"Visit the page while not logged into WordPress.":["Consultez la page sans vous connecter à WordPress."],"Clear the cache in your browser.":["Videz le cache de votre navigateur."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["La page a expiré pendant le chargement. Il peut y avoir plusieurs raisons à cela, mais il est fort probable qu’une extension soit à l’origine de ce problème. Veuillez observer les étapes suivantes.","Les pages ont expiré pendant le chargement. Il peut y avoir plusieurs raisons à cela, mais il est fort probable qu’une extension soit à l’origine de ce problème. Veuillez observer les étapes suivantes pour chacune de ces pages."],"If not, then please reach out to your hosting provider and ask why.":["Sinon, contactez votre hébergeur pour en connaître la cause."],"Visit the page and look at the protocol and host name to ensure it matches the one in your <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">WordPress Administration Screen<\/a>.":["Consultez la page et vérifiez que le protocole et le nom d’hôte correspondent à ceux de votre <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/administration-screens\/\">écran d’administration WordPress<\/a>."],"Visit the page and complete the following troubleshooting steps.":["Consultez la page et observez les étapes de résolution de problème suivantes.","Consultez chaque page et observez les étapes de résolution de problème suivantes."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Si vous pensez que la redirection est valide, vous pouvez ignorer ce problème."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Si vous pensez que le problème est résolu, veuillez <retry>réessayer<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["En cas de redirection, vérifiez si une extension peut en être à l’origine et corrigez-la le cas échéant. Sinon, contactez votre hébergeur pour qu’il vous aide à corriger la redirection d’URL."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Essayez de consulter le lien en mode « incognito » ou en « navigation privée » dans votre navigateur et observez si la page est redirigée."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Si vous avez besoin d’aide pour comprendre l’erreur ou pour examiner le problème, veuillez contacter l’<support>assistance de Jetpack Boost<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Une fois l’erreur résolue, veuillez <retry>réessayer<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Vérifiez les journaux de votre serveur pour obtenir des informations sur l’erreur HTTP %d ou contactez votre hébergeur pour qu’il vous aide à examiner le problème."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Essayez de générer à nouveau les CSS critiques<\/retry> dans l’éventualité où il s’agissait d’une erreur intermittente."],"Visit the link and check for an error.":["Consultez le lien et vérifiez l’absence d’erreur."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Veuillez vérifier que le lien est valide et <retry>réessayer<\/retry>. Nous recommandons ce qui suit :","Veuillez vérifier que chaque lien est valide et <retry>réessayer<\/retry>. Pour chaque lien, nous recommandons ce qui suit :"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Une fois que vous avez résolu le problème à l’origine de l’erreur 500, vous pouvez <retry>réessayer<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Si le problème n’est toujours pas résolu, vérifiez les journaux de votre serveur ou contactez votre hébergeur pour qu’il vous aide à examiner le problème."],"Learn about the error and common solutions by <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">clicking here<\/a>.":["Pour en savoir plus sur cette erreur et les solutions les plus courantes, <a target=\"_blank\" href=\"https:\/\/wordpress.org\/support\/article\/common-wordpress-errors\/#internal-server-error\">cliquez ici<\/a>."],"Your WordPress site encountered an error while trying to load the above page.":["Votre site WordPress a rencontré une erreur lors du chargement de la page ci-dessus.","Votre site WordPress a rencontré des erreurs lors du chargement des pages ci-dessus."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Si vous parvenez à résoudre le problème avec votre hébergeur, <retry>essayez à nouveau<\/retry> de régénérer vos CSS critiques."],"Your hosting provider should be able to advise you on next steps.":["Votre hébergeur devrait être en mesure de vous conseiller quant aux étapes suivantes."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Contactez votre hébergeur en lui donnant des précisions sur ce problème. Indiquez-lui qu’il s’agit d’une erreur « HTTP 418 » et spécifiez la ou les URL affectées ainsi que l’heure à laquelle l’erreur est survenue."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Votre site WordPress a renvoyé une erreur 418, que de nombreux hôtes utilisent pour indiquer qu’ils ont rejeté votre requête en raison de règles de sécurité. Veuillez contacter votre hébergeur pour plus d’informations."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Si la page n’est accessible qu’aux utilisateurs connectés à votre site WordPress, ou si elle ne doit pas faire partie de votre site, vous pouvez ignorer cette erreur."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Si vous voyez une erreur uniquement lorsque vous n’êtes pas connecté(e) à votre site WordPress (c’est-à-dire en mode « incognito »), vérifiez si des extensions imposent des droits d’accès à vos pages. Il se peut par exemple qu’une extension autorise uniquement les utilisateurs authentifiés à consulter certaines parties de votre site."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Essayez de consulter le lien en mode « incognito » ou en « navigation privée » dans votre navigateur pour vérifier si l’erreur se produit lorsque vous n’êtes pas connecté(e)."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Si la page affiche une erreur, veuillez vérifier que la page doit faire partie de votre site WordPress."],"Visit the link, and confirm that the page you landed on loads successfully.":["Consultez le lien et vérifiez que la page sur laquelle vous avez atterri se charge correctement."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["S’il s’agit d’une page privée qui n’est pas censée être accessible publiquement, vous pouvez ignorer ce message."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Essayez à nouveau<\/retry> de générer les CSS critiques."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Vérifiez vos réglages WordPress ou contactez votre hébergeur pour savoir pourquoi l’URL ci-dessus est indisponible."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d indique la présence d’un problème de droits dans votre site WordPress. Veuillez observer les étapes de résolution de problème suivantes pour cette page :","%d indique la présence d’un problème de droits dans votre site WordPress. Veuillez observer les étapes de résolution de problème suivantes pour chacune de ces pages :"],"Your desktop score without Boost":["Votre score en version bureau sans Boost"],"Your mobile score without Boost":["Votre score en version mobile sans Boost"],"Rate the Plugin":["Évaluer l’extension"],"Received HTTP %d while communicating with your WordPress site":["Réponse HTTP %d reçue lors de la communication avec votre site WordPress"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Une erreur s’est produite lors de la tentative de communication avec l’API REST du site. Informations sur Extra Debug : %s"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["Le fichier %d n’a pas pu être généré automatiquement. Consultez la <advanced>page de recommandations avancées<\/advanced> pour optimiser ce fichier.","Les fichiers %d n’ont pas pu être générés automatiquement. Consultez la <advanced>page de recommandations avancées<\/advanced> pour optimiser ces fichiers."],"%d file generated":["Fichier %d généré","%d fichiers générés"],"on %s":["sur %s"],"%d day ago":["Il y a %d jour","Il y a %d jours"],"%d hour ago":["il y a %d heure","Il y a %d heures"],"%d minute ago":["Il y a %d minute","Il y a %d minutes"],"a few moments ago":["il y a quelques instants"],"Contact Support":["Contact le support"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Une erreur inattendue est survenue. Cette erreur pouvant être temporaire, essayez d’actualiser les CSS critiques."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Hmm, il semblerait qu’un problème soit survenu. Nous constatons toujours une erreur inattendue. Veuillez contacter notre service d’assistance pour obtenir de l’aide."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Bien que Jetpack Boost ait pu générer automatiquement des feuilles de style en cascade optimisées pour la plupart de vos fichiers et sections importants, nous en avons identifié quelques autres qui nécessitent votre attention."],"Congratulations, you have dealt with all the recommendations.":["Félicitations, vous avez donné suite à toutes les recommandations."],"Critical CSS advanced recommendations":["Recommandations avancées CSS critiques"],"Go back":["Revenir en arrière"],"Show %d hidden recommendation.":["Afficher %d recommandation cachée.","Show %d hidden recommendations."],"Hide error message":["Masquer le message d’erreur"],"See error message":["Afficher le message d’erreur"],"What to do":["Marche à suivre"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost n’a pas pu vérifier la page suivante :","Jetpack Boost n’a pas pu vérifier les pages suivantes :"],"This page timed out:":["La page suivante a expiré :","Les pages suivantes ont expiré :"],"It looks like this URL doesn't match:":["L’URL suivante ne semble pas correspondre :","Les URL suivantes ne semblent pas correspondre :"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Cela peut indiquer qu’une extension WordPress redirige les utilisateurs qui ne sont pas connectés vers un emplacement différent, ou que votre hébergeur redirige votre site WordPress vers une URL différente."],"This URL is redirecting to a different page:":["L’URL suivante redirige vers une page différente :","Les URL suivantes redirigent vers des pages différentes :"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Votre site WordPress a signalé que la page ci-dessus n’existe pas. Veuillez vous assurer que l’URL est correcte et <retry>réessayer<\/retry>.","Votre site WordPress a signalé que les pages ci-dessus n’existent pas. Veuillez vous assurer que les URL sont correctes et <retry>réessayer<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost a reçu une erreur HTTP <b>%d<\/b> sur la page suivante :","Boost a reçu une erreur HTTP <b>%d<\/b> sur les pages suivantes :"],"Host name":["Nom d’hôte"],"Protocol":["Protocole"],"Dismiss":["Rejeter"],"Desktop score":["Score ordinateur"],"Mobile score":["Score mobile"],"<action name=\"retry\">Try again<\/action>":["<action name=\"retry\">Tenter à nouveau<\/action>"],"Failed to load Speed Scores":["Échec du chargement des scores de vitesse"],"Loading…":["Chargement..."],"Whoops, something went wrong":["Oups, une erreur s’est produite"],"Overall Score":["Score global"],"Refresh":["Rafraîchir"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Toutes les fonctionnalités de Jetpack Boost sont toujours disponibles, mais pour obtenir un score de performance, vous devez d’abord rendre votre site Web accessible en ligne."],"Website Offline":["Site web hors ligne"],"Invalid response while requesting metrics":["Réponse invalide lors de la demande de métriques"],"An unknown error occurred while requesting metrics":["Une erreur inconnue est survenue lors de l’obtention des métriques"],"Timed out while waiting for speed-score.":["Délai expiré en attendant le score de vitesse."],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Votre score global est un résumé des performances de votre site web sur les appareils mobiles et de bureau. Il donne une idée générale des performances globales de votre site."],"Did you know?":["Le saviez-vous ?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Un délai d’une seconde dans les temps de chargement peut réduire le taux de conversion de 20 % (source : <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Les pages qui mettent plus de 3 secondes à se charger présentent un taux de rebond 4 fois supérieur à celui des pages qui se chargent en 2 secondes ou moins (source : <link>Pingdom<\/link>)."],"Improve page loading speed by only loading images when they are required. Read more on <link>web.dev<\/link>.":["Améliorez la vitesse de chargement des pages en ne chargeant les images que lorsqu’elles sont nécessaires. Pour en savoir plus, consultez <link>web.dev<\/link>."],"Lazy Image Loading":["Chargement paresseux des images."],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Exécutez le javascript non essentiel après le chargement de la page afin\nque les styles et les images peuvent se charger plus rapidement. Lire la suite sur\n<link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Différer le Javascript Non-Essentiel"],"Optimize CSS Loading":["Optimiser le chargement des CSS"],"Regenerate":["Régénérer"],"Failed to generate Critical CSS":["Impossible de générer le CSS critique"],"Timeout while loading Critical CSS library at %s":["Délai d’attente dépassé lors du chargement de la bibliothèque de CSS critiques à %s"],"Failed to load Critical CSS library at %s":["Échec du chargement de la bibliothèque CSS critique à %s"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["En cliquant sur les boutons ci-dessus, vous acceptez nos <tosLink>conditions d’utilisation<\/tosLink> et le <shareDetailsLink>partage d’informations<\/shareDetailsLink> avec WordPress.com."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Il semblerait que l’API REST de votre site ne soit pas accessible. Jetpack Boost doit pouvoir accéder à votre API REST pour recevoir les scores de performance du site. Assurez-vous que l’API REST de votre site est active et accessible, puis réessayez."],"HTTP %d error received while communicating with the server.":["Erreur HTTP %d reçue lors de la communication avec le serveur."],"Received invalid response while communicating with your WordPress site: %s":["Réponse non valide reçue lors de la communication avec votre site WordPress : %s"],"Timed out":["Le temps est écoulé"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}