{"translation-revision-date":"2023-07-24 09:39:42+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"The selected media cannot be shared to one of these platforms.":["Le média sélectionné n’est pas partageable sur l’une de ces plateformes.","Le média sélectionné n’est pas partageable sur plusieurs de ces plateformes."],"The selected media cannot be shared to this platform.":["Le média sélectionné n’est pas partageable sur cette plateforme.","Le média sélectionné n’est pas partageable sur ces plateformes."],"More about Jetpack Social.":["En savoir plus sur Jetpack Social."],"This is what it will look like when someone shares the link to your WordPress post on Twitter.":["Voici un aperçu de l’affichage visible lorsqu’un tiers partage le lien de votre article WordPress sur Twitter."],"This is what your social post will look like on Twitter:":["Voici un aperçu de l’affichage de votre article pour réseaux sociaux sur Twitter :"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Voici un aperçu de l’affichage visible lorsqu’un tiers partage le lien de votre article WordPress sur Tumblr."],"Reblog":["Rebloguer"],"View On WordPress":["Voir sur WordPress"],"Tumblr preview thumbnail":["Miniature d’aperçu de Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Voici un aperçu de l’affichage visible lorsqu’un tiers partage le lien de votre article WordPress sur Mastodon."],"anonymous-user":["utilisateur-anonyme"],"Bookmark":["Favori"],"Favourite":["Favori"],"Mastodon preview thumbnail":["Miniature d’aperçu de Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Voici un aperçu de l’affichage visible lorsqu’un tiers partage le lien de votre article WordPress sur LinkedIn."],"This is what your social post will look like on LinkedIn:":["Voici un aperçu de l’affichage de votre article pour réseaux sociaux sur LinkedIn :"],"%d min read":["%d min de lecture"],"1st":["1er"],"This is what your social post will look like on Instagram:":["Voici un aperçu de l’affichage de votre article pour réseaux sociaux sur Instagram :"],"View one comment":["Afficher un commentaire"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Voici un aperçu de l’affichage visible lorsqu’un tiers partage le lien de votre article WordPress sur Facebook."],"Link preview":["Aperçu du lien"],"This is what your social post will look like on Facebook:":["Voici un aperçu de l’affichage de votre article pour réseaux sociaux sur Facebook :"],"Your post":["Votre article"],"Just now":["À l’instant"],"1h":["1 h"],"Anonymous User":["Utilisateur anonyme"],"Facebook Preview Thumbnail":["Miniature d’aperçu Facebook"],"Job Title (Company Name)":["Fonction (nom de l’entreprise)"],"Dismiss notice":["Ignorer la notification"],"You can now share directly to your Instagram account!":["Le partage direct est désormais disponible sur votre compte Instagram !"],"Connect now":["Se connecter maintenant"],"You need a valid image in your post to share to Instagram.":["Votre article doit contenir une image valide pour être partagé sur Instagram."],"Twitter is not supported anymore. <moreInfo>Learn more here<\/moreInfo>.":["Twitter n’est plus pris en charge. <moreInfo>Lire la suite ici<\/moreInfo>."],"Mastodon":["Mastodon"],"Instagram":["Instagram"],"Tumblr":["Tumblr"],"LinkedIn":["LinkedIn"],"Close":["Fermer"],"Share":["Partager"],"More":["Plus"],"Reply":["Réponse"],"Like":["J’aime"],"Comment":["Commentaire"],"0 notes":["0 note"],"It is not possible to add an image or video when Social Image Generator is enabled.":["Vous ne pouvez pas ajouter d’image ou de vidéo lorsque le générateur d’images pour les réseaux sociaux est activé."],"By default, the image and text appear on social media as a link preview. To optimize engagement, share as a social post.":["Par défaut, l’image et le texte apparaissent sur les réseaux sociaux sous la forme d’un aperçu du lien. Pour optimiser l’engagement, partagez-les sous forme de publication."],"Share as a social post":["Partager sous forme de publication"],"Change Template":["Modifier le modèle"],"Pick a Template":["Sélectionner un modèle"],"Pick the %s template":["Sélectionner le modèle %s"],"Save":["Enregistrer"],"Generated preview":["Aperçu généré"],"Choose Image":["Choisir une image"],"Social Image Generator":["Générateur d’images pour les réseaux sociaux"],"Image Type":["Type d’image"],"Custom Image":["Image personnalisée"],"No Image":["Aucune image"],"Add a custom image":["Ajouter une image personnalisée"],"Enable Social Image":["Activer l’image pour les réseaux sociaux"],"Social Image is disabled for this post.":["L’image pour les réseaux sociaux est désactivée pour cet article."],"Custom Text":["Texte personnalisé"],"By default the post title is used for the image. You can use this field to set your own text.":["Par défaut, le titre de l’article est utilisé pour l’image. Vous pouvez utiliser ce champ pour saisir votre propre texte."],"You have %d share remaining in the next 30 days. <upgradeLink>Upgrade now<\/upgradeLink> to share more.":["Il vous reste %d partage pour les 30 prochains jours. <upgradeLink>Sélectionnez maintenant une option payante<\/upgradeLink> pour partager plus.","Il vous reste %d partages pour les 30 prochains jours. <upgradeLink>Sélectionnez maintenant une option payante<\/upgradeLink> pour partager plus."],"Featured Image":["Image mise à la une"],"Choose Media":["Choisir un média"],"Remove media":["Supprimer le média"],"Add an image or video":["Ajouter une image ou une vidéo"],"Choose a visual to accompany your post.":["Choisissez un visuel pour accompagner votre article."],"Learn photo and video best practices":["Découvrir les bonnes pratiques photo et vidéo"],"Troubleshooting tips":["Astuces de résolution de problème"],"Media":["Média"],"Message":["Message"],"Dismiss":["Ignorer"],"Leave a Review":["Laisser un avis"],"Please leave a review to let others know how easy getting your posts on social media can be!":["N’hésitez pas à laisser un avis pour faire savoir aux autres à quel point il est facile de publier vos articles sur les réseaux sociaux !"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Et voilà, Jetpack Social a partagé votre article sur vos comptes de réseaux sociaux connectés."],"Presto! %s":["Presto ! %s"],"One of your social connections is broken. Reconnect them on the <fixLink>connection management<\/fixLink> page.":["Une de vos connexions à un réseau social est interrompue. Rétablissez-la sur la page de <fixLink>gestion des connexions<\/fixLink>.","Certaines de vos connexions à un réseau social sont interrompues. Rétablissez-les sur la page de <fixLink>gestion des connexions<\/fixLink>."],"You must publish your post before you can share it.":["Vous devez publier votre article avant de pouvoir le partager."],"Share post":["Partager lʼarticle"],"Share this post on all your enabled social media accounts by clicking on the share post button.":["Partagez cet article sur tous vos comptes de réseaux sociaux activés en cliquant sur le bouton « Partager l’article »."],"Unable to share the Post":["Impossible de partager l’article"],"Post shared":["Article partagé"],"Twitter profile image":["Image de profil Twitter"],"Social Previews":["Aperçus des réseaux sociaux"],"Google Search":["Recherche Google"],"Open Social Previews":["Ouvrir des aperçus des réseaux sociaux"],"Preview what this will look like on social networks and Google search.":["Prévisualisez l’apparence sur les réseaux sociaux et dans la recherche Google."],"Twitter":["Twitter"],"Facebook":["Facebook"],"Preview":["Aperçu"],"Share when publishing":["Partager lors de la publication"],"Sharing is disabled":["Le partage est désactivé"],"Start sharing your posts by connecting your social media accounts.":["Commencez à partager vos articles en vous connectant à vos comptes de réseaux sociaux."],"This post will be shared on all your enabled social media accounts the moment you publish the post.":["Cet article sera partagé sur tous vos comptes de réseaux sociaux activés dès que vous le publierez."],"Write a message for your audience here.":["Écrivez ici un message pour votre audience."],"Jetpack Logo":["Logo de Jetpack"],"Boost":["Boost"],"Single Tweet":["Tweet unique"],"Share a link to this post to Twitter.":["Partagez un lien vers cet article sur Twitter."],"Twitter Thread":["Fil Twitter"],"Share the content of this post as a Twitter thread.":["Partager le contenu de cet article sous forme de fil Twitter."],"The rest of this thread can be read here:":["Vous pouvez lire le reste de ce fil ici :"],"This thread can be read here:":["Vous pouvez lire ce fil ici :"],"Only the first 100 tweets of this post will be published in the Twitter thread.":["Seuls les 100 premiers tweets de cet article seront publiés dans votre fil Twitter."],"This post will create a Twitter thread more than 20 tweets long.":["Cet article va créer un fil Twitter de plus de 20 tweets."],"None of the content in this post could be transformed into tweets, it may be better to share as a single tweet.":["Le contenu de cet article ne peut pas être transformé en tweets, il serait donc préférable de le partager dans un seul tweet."],"A thread ⬇️":["Discussion ⬇️"],"Account Name":["Nom du compte"],"Twitter displays the first four images.":["Twitter affiche les quatre premières images."],"Twitter removes all text formatting.":["Twitter supprime tout formatage de texte."],"Links will be posted seperately.":["Les liens seront publiés séparément."],"This block is not exportable to Twitter":["Ce bloc ne peut pas être exporté sur Twitter"],"Twitter settings":["Réglages Twitter"],"Upgrade your plan to use video covers":["Mettre à niveau votre offre pour utiliser des bannières vidéo"],"Upgrade your plan to upload audio":["Mettre à niveau votre offre pour charger des fichiers audio"],"Your LinkedIn connection needs to be reauthenticated to continue working – head to Sharing to take care of it.":["Pour rester opérationnelle, votre connexion LinkedIn requiert une nouvelle authentification : sélectionnez Partage pour ce faire."],"Go to Sharing settings":["Accéder aux options de partage"],"Connect an account":["Se connecter au compte"],"Share this post":["Partager cet article"],"%d character remaining":["%d caractère restant","%d caractères restants"],"Learn more":["Plus d’info."],"Before you hit Publish, please refresh the following connection(s) to make sure we can share your post:":["Avant de cliquer sur « Publier », veuillez actualiser les connexions suivantes afin que nous puissions partager votre article :"],"Cancel":["Annuler"],"Edit":["Modifier"],"Visit the post for more.":["Voir l&rsquo;article pour en savoir plus."]}},"comment":{"reference":"build\/editor.js"}}